{
    "layout": "/layouts/topbar.html",
    "title": "Web Art Work Community",
    "description": "Welcome to our freelance search and educational center platform! Here you will find the right freelancer for your project, as well as have the opportunity to learn and enhance your skills in our school, where we offer a variety of courses and training programs, and provide the opportunity to work with new technologies.",
    "prefix": "/staging.webart.work",
    "favicon": "img/favicon.ico",
    "image": "https://webartwork.github.io/wjst-default/img/avatar.png",
    "author": "Honchar Denys",
    "scss": "scss/index.scss",
    "theme": {
        "fs": "16px",
        "fontSize": "16px",
        "lineHeight": "1.5",
        "letterSpacing": "0.5px",
        "iconSize": "16px",
        "paddingScale": "1",
        "marginScale": "1",
        "borderRadius": "4px",
        "transition": "0.3s ease-in-out",
        "fontBase": "\"Roboto\", sans-serif",
        "fontTitle": "\"Lato\", sans-serif",
        "fontSecond": "\"Roboto\", sans-serif",
        "colors": {
            "primary": "#212529",
            "textPrimary": "#fff",
            "secondary": "#24373d",
            "textSecondary": "#000",
            "primaryHover": "#f8ec20",
            "primaryCursor": "#cfc720",
            "error": "#ff4d4d",
            "alert": "#363636",
            "errorHover": "#d73535",
            "success": "#2bb729",
            "successHover": "#358834",
            "primaryBorder": "#0028ffcc",
            "secondaryBorder": "#a0a0a0",
            "successBorder": "#00ff00",
            "dangerBorder": "#ff0000",
            "warningBorder": "#ffff00",
            "infoBorder": "#00ffff",
            "shadow": "rgba(0, 0, 0, 0.5)",
            "tableShadow": "rgba(0, 0, 0, 0.15)",
            "shadowTable": "rgba(0, 0, 0, 0.2)",
            "placeholder": "#666666",
            "bgItem": "#1c1c1c",
            "textBodySecondary": "#6c757d",
            "codeHover": "#007eff",
            "tablePrimary": "#cfe2ff",
            "tableSecondary": "#e2e3e5",
            "tableSuccess": "#d1e7dd",
            "tableDanger": "#f8d7da",
            "tableWarning": "#fff3cd",
            "tableInfo": "#cff4fc",
            "tableLight": "#f8f9fa",
            "tableStriped": "#2c3034",
            "border": "#495057",
            "orange": "#ffa500",
            "question": "#4da6ff",
            "loading": "#a0a0a0",
            "blue": "#334d6e",
            "sky": "#3498db",
            "skyLight": "#58acf5",
            "grey": "#bdbdbd",
            "greyLight": "#f2f2f2",
            "red": "#a31010",
            "redDark": "#8c1b0f",
            "green": "#089227",
            "dark": "#000",
            "white": "#fff",
            "black": "#000",
            "body": "#242b36",
            "blueGray": "#425155",
            "blueGrayDarken": "#262d2e",
            "yellow": "#e0dc10",
            "yellowDarken": "#8b890d",
            "greenDarken": "#0a5803"
        }
    },
    "partners": [
        {
            "_id": "686fd491f17fed61799a08e4",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752159341625.png?1754647378988",
            "name": "Demchuk Denys",
            "__v": 0,
            "instagram": "demchuk_denys",
            "place": "https://maps.app.goo.gl/mbz6eWD6n89nspTg7",
            "website": "demchukdenys.com",
            "order": 0,
            "description": "Демчук Денис – майстерня кухонь та меблів преміум-класу на замовлення. Ми спеціалізуємось на створенні індивідуальних меблевих рішень для вашого дому: кухні, шафи, гардеробні, комоди, меблі для вітальні та спальні. Виконуємо точний замір, розробляємо унікальний дизайн-проєкт, виготовляємо з якісних матеріалів і забезпечуємо професійний монтаж. Працюємо в Кам’янці-Подільському та по всій Україні. Замовляючи у нас, ви отримуєте не просто меблі — ви отримуєте стиль, комфорт і сервіс на найвищому рівні.",
            "ourrole": "Web Art Work — технологічний партнер майстерні Демчука Дениса. Ми відповідаємо за створення сучасного сайту, налаштування CRM‑системи для обробки замовлень та автоматизації процесів, а також допомагаємо з маркетингом: просуванням у соцмережах, SEO‑оптимізацією та брендингом. Наша мета — цифрова трансформація бізнесу клієнта для зростання продажів і покращення сервісу.",
            "android": "",
            "ios": "",
            "placethumb": "/api/file/get/general/1752564977890.png?1752564977892"
        },
        {
            "_id": "686fe917a49a1d7ec3e87a62",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752164619946.png?1752164619951",
            "name": "Silver Virgi",
            "__v": 0,
            "instagram": "https://www.instagram.com/silvervirgipotolok",
            "order": 1,
            "description": "Silver Virgi — натяжні стелі на замовлення для сучасних інтер’єрів. Ми виготовляємо та встановлюємо натяжні стелі будь-якої складності: класичні, багаторівневі, з підсвіткою. Пропонуємо індивідуальні рішення для квартир, приватних будинків, офісів і комерційних приміщень. Гарантуємо точний замір, підбір матеріалів, візуалізацію, професійний монтаж і довготривалий результат. ilver Virgi — це про естетику, якість і надійність, які залишаються з вами надовго.",
            "ourrole": "Web Art Work — технологічний партнер Silver Virgi. Ми розробили ефективний вебсайт для компанії з виробництва та встановлення натяжних стель, орієнтований на різні сегменти ринку — від приватних клієнтів до дизайнерів інтер’єру та забудовників. Сайт презентує широкий асортимент рішень, приклади реалізованих проєктів і переваги співпраці, водночас забезпечуючи зручність замовлення та комунікації. Інтегрували CRM-систему, автоматизували заявки й супроводжуємо бізнес у маркетингу: SEO-просування, реклама, стратегія присутності в соцмережах. Наша мета — допомогти Silver Virgi масштабуватися та стати лідером у сфері сучасних стельових рішень."
        },
        {
            "_id": "686fea52a49a1d7ec3e87a64",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752164937475.png?1754647523086",
            "name": "Panianka",
            "__v": 0,
            "instagram": "https://www.instagram.com/panianka_kp",
            "place": "https://maps.app.goo.gl/yL6kQfJwj5SyVnGD8",
            "order": 3,
            "description": "Панянка – простір весільної моди, тканин і фурнітури, створений для тих, хто цінує стиль, естетику та індивідуальність. Ми пропонуємо вишукані весільні сукні, які підкреслюють особливі моменти життя, а також великий вибір мережива, тканин і декоративної фурнітури для створення унікального одягу, аксесуарів та авторських виробів. Працюємо з нареченими, дизайнерами та майстрами пошиття по всій Україні. У нас ви знайдете не просто матеріали чи сукню — ви знайдете натхнення, професіоналізм і бездоганний сервіс.",
            "ourrole": "Web Art Work — технологічний партнер бутика весільної моди. Ми реалізували повноцінний сайт із каталогом продукції, інтегрували CRM‑систему для зручної роботи з клієнтами та автоматизували процеси обліку й обробки замовлень. Окрім цього, супроводжуємо бізнес у маркетинговій частині: налаштування реклами, SMM‑стратегія, SEO‑оптимізація та візуальний брендинг. Наша мета — цифрове посилення бренду, що поєднує естетику, функціональність і прибутковість."
        },
        {
            "_id": "686feb14b391eaff81a88f3b",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752165126555.png?1752165126557",
            "name": "Tpotier",
            "__v": 0,
            "instagram": "https://www.instagram.com/t.potier_official",
            "order": 6,
            "description": "Tpotier — студія весільного та кутюрного текстилю для дизайнерів, ательє та наречених, які цінують вишуканість, індивідуальність і високу майстерність. Ми пропонуємо ретельно дібрані тканини, делікатне мереживо та елегантну декоративну фурнітуру для створення весільних суконь, аксесуарів і унікального авторського одягу. Наша колекція поєднує класичну європейську естетику з сучасними тенденціями, відповідаючи запитам міжнародного ринку. Працюємо з дизайнерами, майстернями та нареченими з усього світу, забезпечуючи натхнення, якість і професійний супровід на кожному етапі.",
            "ourrole": "Web Art Work — технологічний партнер Tpotier. Ми створили сучасний вебсайт, орієнтований на міжнародний ринок, з багатомовним каталогом продукції, адаптованим під потреби дизайнерів, ательє та наречених з усього світу. Інтегрували CRM‑систему для зручної обробки замовлень і комунікації з клієнтами, автоматизували бізнес-процеси для ефективного управління. Також супроводжуємо проєкт у маркетинговому напрямі: розробка візуального стилю, SEO‑оптимізація, таргетована реклама та стратегія присутності у соцмережах. Наша мета — масштабування бренду Tpotier через цифрові інструменти, які працюють на якість, імідж і продажі.",
            "website": "https://tpotier.com"
        },
        {
            "_id": "686fec03b391eaff81a88f3f",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752165349633.png?1752165349634",
            "name": "VR Arena",
            "__v": 0,
            "instagram": "https://www.instagram.com/vrarenakp",
            "place": "https://maps.app.goo.gl/zuxjVXVd59htKcwT9",
            "website": "https://vrarena.webart.work",
            "order": 2,
            "description": "VR Arena — простір віртуальних розваг для дітей, підлітків і дорослих. У нас ви можете зануритися у світ віртуальної реальності за допомогою сучасних VR‑окулярів і контролерів. Шутери, пригоди, перегони, квести, хорори — для одного чи кількох гравців. Приймаємо індивідуальних відвідувачів, компанії друзів, родини. Пояснюємо, допомагаємо, супроводжуємо — підходить навіть новачкам. VR Arena — це про нові емоції, активний відпочинок і технологічний досвід, який запам’ятається.  ",
            "ourrole": "Web Art Work — технологічний партнер VR Arena. Ми створили вебсайт для простору віртуальної реальності, який поєднує розваги, технології та зручність запису на ігрові сесії. Сайт орієнтований на індивідуальних відвідувачів, компанії друзів, родини та організаторів заходів — від днів народження до корпоративів. Презентуємо перелік ігор, умови відвідування, фото з івентів і можливості бронювання. Інтегрували CRM‑систему для обробки замовлень, автоматизували процеси, запустили рекламні кампанії та розробили digital‑стратегію. Наша мета — допомогти VR Arena масштабуватися, розширити аудиторію та стати провідним гравцем на ринку віртуальних розваг."
        },
        {
            "_id": "686fee45b391eaff81a88f50",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752165759631.png?1752165941332",
            "name": "Salon leather",
            "__v": 0,
            "instagram": "https://www.instagram.com/jack_hoker",
            "website": "https://salon-leather.com",
            "order": 7,
            "description": "Jack Hoker — майстерня виробів зі шкіри з понад 20‑річним досвідом. Ми виготовляємо сумки, гаманці, ремені, рюкзаки та аксесуари з натуральної шкіри, поєднуючи традиції ручної роботи з актуальним дизайном. У кожному виробі — якість перевірених матеріалів, увага до деталей і характерний стиль. Створюємо речі, які служать роками та з часом лише набувають шарму. Працюємо для тих, хто цінує функціональність, автентичність і майстерність, перевірену часом.",
            "ourrole": "Web Art Work — технологічний партнер Jack Hoker. Ми створили сучасний вебсайт для бренду зі шкіряними виробами, що поєднує автентичність ручної роботи з актуальним цифровим досвідом. Інтерфейс адаптовано під потреби клієнтів, які цінують якість, майстерність і лаконічний стиль. Впровадили систему онлайн-замовлень, оптимізовану для зручної комунікації та обробки запитів, а також підключили CRM для ефективного управління замовленнями. Просуваємо бренд через SEO, візуальну стратегію, таргетовану рекламу та контент у соцмережах. Наша мета — розширити аудиторію Jack Hoker і зміцнити імідж бренду, що втілює цінність часу, традицій і якості."
        },
        {
            "_id": "686ff25142c907536ad8a6bf",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752166989093.png?1752166989094",
            "name": "Potier Cake",
            "website": "https://potiercake.webart.work",
            "instagram": "https://www.instagram.com/potiercake",
            "__v": 0,
            "order": 4,
            "description": "PORTIER CAKE — студія тортів, десертів і кенді-барів преміум-класу. Ми спеціалізуємось на створенні вишуканих солодощів з натуральних інгредієнтів: весільні торти, десерти на замовлення, святкові кенді-бари. Працюємо з індивідуальними побажаннями, підбираємо стильне оформлення та дбаємо про бездоганний смак кожного виробу. Готуємо з любов’ю та увагою до деталей у Кам’янці-Подільському. Замовляючи у нас, ви отримуєте не просто десерт — ви отримуєте емоцію, естетику і солодку насолоду на найвищому рівні.",
            "ourrole": "Web Art Work — технологічний партнер PORTIER CAKE. Ми створили сучасний сайт, щоб клієнтам було зручно переглядати асортимент, оформлювати замовлення та отримувати актуальну інформацію. Також налаштували CRM-систему для обліку замовлень і комунікації з клієнтами, автоматизували частину бізнес-процесів. Окрім технічної підтримки, супроводжуємо проєкт у сфері маркетингу. Наша мета — допомогти бренду розвиватися онлайн так само елегантно, як виглядають і смакують їхні десерти."
        },
        {
            "_id": "686ff64742c907536ad8a6c9",
            "moderators": [
                "63b9245ff9e925059d9ef676"
            ],
            "author": "63b9245ff9e925059d9ef676",
            "thumb": "/api/file/get/general/1752167936528.png?1754648059576",
            "name": "UA Code",
            "website": "https://uacode.webart.work",
            "instagram": "https://www.instagram.com/ua.code",
            "__v": 0,
            "order": 5,
            "description": "UA Code — мобільний застосунок для вивчення програмування українською мовою. Ми створили зручну платформу для тих, хто хоче опанувати програмування з нуля, використовуючи україномовний синтаксис та зрозумілі пояснення. Застосунок поєднує теорію, практичні завдання й інтерактивні приклади. До додатку також входить навчальна книга для системного засвоєння матеріалу. UA Code — це перший крок до ІТ-сфери для школярів, студентів і всіх, хто прагне розвиватись у технологічному середовищі, не втрачаючи зв’язку з рідною мовою. Вивчай код рідною — твори майбутнє своє.",
            "ios": "https://apps.apple.com/ua/app/ua-code/id6744689084?l=uk",
            "ourrole": "Web Art Work — технологічний партнер освітнього проєкту UA Code. Ми розробили мобільний застосунок для вивчення програмування українською мовою, а також створили навчальну структуру з інтерактивними вправами, тестами та теоретичними блоками. Забезпечили повний цикл: від UI/UX дизайну до розробки та публікації в маркетплейсах. Також супроводжуємо проєкт у напрямках маркетингу, SEO та брендингу. Наша мета — зробити цифрову освіту доступною, якісною та по-справжньому українською."
        }
    ]
}